alsa-utils
bash
bzip2
clang
cmake
code
coreutils
cryptsetup
ctags
device-mapper
dhcpcd
dialog
diffutils
dmenu
dotnet-runtime
dotnet-sdk
e2fsprogs
emacs-nox
fakeroot
feh
file
filesystem
findutils
firefox
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
grep
grub
gvim
gzip
htop
i3-wm
i3status
inetutils
insync
iproute2
iputils
jfsutils
less
licenses
linux
linux-firmware
linux-headers
logrotate
lvm2
make
man-db
man-pages
mdadm
nano
netctl
network-manager-applet
networkmanager
newsboat
nnn
noto-fonts
openssh
pacman
pciutils
perl
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
redshift
reiserfsprogs
rxvt-unicode
s-nail
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
termite
texinfo
thunderbird
usbutils
util-linux
vi
which
wireless_tools
wpa_actiond
xf86-video-intel
xfsprogs
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xrandr
xterm
zathura
zathura-pdf-poppler
